Repository: HariBote1110/UX-Music
Catalog: UX-Music-Mobile/UX-Music-TV/Localizable.xcstrings
Source language: en
Languages: ja

# tv.browse.albums
source: Albums
ja: アルバム

# tv.browse.error.retry
source: Try Again
ja: もう一度試す

# tv.browse.error.title
source: Can't reach UX Music
ja: UX Music に接続できません

# tv.browse.playlists
source: Playlists
ja: プレイリスト

# tv.browse.relay
source: YouTube Playing on PC
ja: PCで再生中のYouTube

# tv.browse.signOut
source: Unpair
ja: ペアリングを解除

# tv.detail.play
source: Play
ja: 再生

# tv.nowPlaying.affordance
source: Now Playing
ja: 再生中の項目

# tv.nowPlaying.next
source: Next
ja: 次の曲

# tv.nowPlaying.pause
source: Pause
ja: 一時停止

# tv.nowPlaying.play
source: Play
ja: 再生

# tv.nowPlaying.previous
source: Previous
ja: 前の曲

# tv.relay.banner.exit
source: Exit
ja: 終了

# tv.relay.banner.subtitle
source: Relayed from PC
ja: PCから中継中

# tv.relay.error.requestFailed
source: Couldn't reach the relay stream.
ja: 中継ストリームに接続できませんでした。

# tv.relay.error.timeout
source: Playback didn't start in time.
ja: 再生が開始しませんでした。

# tv.relay.error.title
source: Failed to play relay
ja: 中継の再生に失敗しました

# tv.relay.error.unknown
source: Playback failed for an unknown reason.
ja: 不明な理由で再生に失敗しました。

# tv.relay.transport.pause
source: Pause
ja: 一時停止

# tv.relay.transport.play
source: Play
ja: 再生

# tv.relay.transport.seekBack
source: Back 10s
ja: 10秒戻る

# tv.relay.transport.seekForward
source: Forward 10s
ja: 10秒進む

# tv.relay.transport.stop
source: Stop
ja: 停止

# tv.remotePlay.error.guiRequired
source: This song plays through the PC app. Please make sure UX Music is running on your computer.
ja: この曲はPCアプリ経由で再生されます。パソコンでUX Musicを起動してください。

# tv.remotePlay.error.requestFailed
source: Couldn't ask the PC to start playback.
ja: PCへの再生開始リクエストに失敗しました。

# tv.remotePlay.error.timeout
source: Playback didn't start on the PC in time.
ja: PCでの再生が時間内に開始しませんでした。

# tv.remotePlay.error.title
source: Couldn't play via PC
ja: PC経由の再生に失敗しました

# tv.remotePlay.waiting.subtitle
source: Starting playback on the PC…
ja: PCで再生を開始しています…

# tv.stream.error.unknown
source: Couldn't start streaming this track.
ja: この曲のストリーミングを開始できませんでした。

# tv.stream.loading
source: Starting playback…
ja: 再生を開始しています…

# 開始
source: Start
ja: 開始
